tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "cema-sp/tap"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap 'caskroom/fonts'

brew "argon2"
brew "autoconf"
brew "automake"
brew "gettext"
brew "axel"
brew "bchunk"
brew "binutils"
brew "perl"
brew "git"
brew "carthage"
brew "cocoapods"
brew "ctags"
brew "curl", args: ["with-openssl"]
brew "diff-so-fancy"
brew "editorconfig"
brew "exa"
brew "faac"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "fontforge"
brew "gdb"
brew "libusb"
brew "gpg-agent"
brew "htop"
brew "jrnl"
brew "libav"
brew "libconfig"
brew "libcroco"
brew "libevent"
brew "libssh2"
brew "libvterm"
brew "libyaml"
brew "libyubikey"
brew "lua"
brew "protobuf"
brew "mitmproxy"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "proxychains-ng"
brew "pup"
brew "pypy"
brew "qt"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rtmpdump"
brew "ruby"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "webp"
brew "weechat"
brew "wget"
brew "wpcli-completion"
brew "yara"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "homebrew/php/php56", args: ["with-homebrew-curl"]
brew "homebrew/php/php71"


cask "colorpicker-antetype"
cask "colorpicker-developer"
cask "colorpicker-skalacolor"
cask "finicky"
cask "font-hack-nerd-font"
cask "font-ubuntumono-nerd-font"
cask "iina"
cask "sourcetree"
cask "telegram-alpha"
cask "transmission"
