tap "yan12125/staging"
tap "homebrew/dupes"
tap "homebrew/completions"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "cema-sp/tap"
tap "neovim/neovim"

brew "archey"
brew "argon2"
brew "gdbm"
brew "python3"
brew "asciinema"
brew "libtool"
brew "git"
brew "phantomjs"
brew "asciinema2gif"
brew "autoconf"
brew "automake"
brew "gettext"
brew "axel"
brew "bchunk"
brew "binutils"
brew "carthage"
brew "cmatrix"
brew "cmus"
brew "cocoapods"
brew "ctags"
brew "curl", args: ["with-openssl"]
brew "diff-so-fancy"
brew "libgpg-error"
brew "dirmngr"
brew "editorconfig"
brew "eigen"
brew "gmp"
brew "nettle"
brew "icu4c"
brew "libcroco"
brew "emacs-plus"
brew "exa"
brew "faac"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fontforge"
brew "funcoeszz"
brew "gdb"
brew "libusb"
brew "gpg-agent"
brew "htop"
brew "irssi"
brew "jansson"
brew "jrnl"
brew "kakoune", args: ["HEAD"]
brew "kwm"
brew "libarchive"
brew "libav"
brew "libconfig"
brew "libevent"
brew "libssh2"
brew "libvterm"
brew "libyaml"
brew "libyubikey"
brew "lua"
brew "lynx"
brew "macvim", args: ["HEAD"]
brew "micro"
brew "mitmproxy"
brew "mosh"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "neovim-dot-app"
brew "ninja"
brew "nmap"
brew "numpy"
brew "oath-toolkit"
brew "opencv"
brew "pass"
brew "proxychains-ng"
brew "pup"
brew "pypy"
brew "qt"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rtmpdump"
brew "ruby"
brew "scons"
brew "sf-pwgen"
brew "srm"
brew "task"
brew "the_silver_searcher"
brew "tmux"
brew "todolist"
brew "tty-solitaire"
brew "unixodbc"
brew "upx"
brew "vifm"
brew "vim"
brew "vit"
brew "webkit2png"
brew "webp"
brew "weechat"
brew "wget"
brew "wpcli-completion"
brew "xdelta"
brew "xdotool"
brew "yara"
brew "yarn"
brew "ykpers"
brew "youtube-dl"
brew "z"
brew "zbar"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "homebrew/php/php56", args: ["with-homebrew-curl"]
brew "homebrew/php/php71"

cask "android-platform-tools"
cask "black-screen"
cask "colorpicker-antetype"
cask "colorpicker-developer"
cask "colorpicker-skalacolor"
cask "dwarf-fortress"
cask "finicky"
cask "gimp"
cask "iina"
cask "keypad-layout"
cask "menubar-colors"
cask "mono-mdk"
cask "namebench"
cask "otx"
cask "password-assistant"
cask "product-hunt"
cask "qt-creator"
cask "qutebrowser"
cask "sdl-framework"
cask "sdl-ttf-framework"
cask "sourcetree"
cask "touch-bar-simulator"
cask "xiami"
cask "caskroom/fonts/font-hack-nerd-font"
cask "caskroom/fonts/font-ubuntumono-nerd-font"
cask "caskroom/versions/telegram-alpha"
